[
{
    "id": "06a9b816-9a7b-11e7-981f-e1fc42595697",
    "created_at": "Sat Sep 16 01:05:15 UTC 2017",
    "title": "Backend Engineer",
    "location": "Sunnyvale",
    "type": "Full Time",
    "description": "<h1>Description</h1>\n\n<p>Here are Percept.AI (YC S17), we are on the mission to build the AWS for all AI-empowered business functions, which we believe will get us closer to a future where people can be freed from all the repetitive and mundane tasks in their daily operations. We are a team of passionate engineers, and we hold the products we craft to the highest standard. We believe that AI technologies and data-driven solutions are the driving force to establish the new standard of business operation and productivity.</p>\n\n<h1>As a backend engineer, you'll:</h1>\n\n<ul>\n<li>Design and build a highly scalable and available cloud-based backend infrastructure</li>\n<li>Build and optimize the state of the art conversation engine system</li>\n<li>Design and build the high-volume efficient ETL data pipeline for the end-to-end machine learning and analytics systems</li>\n<li>Build and maintain a performant API system that serves the customer-facing console frontend</li>\n<li>Build monitoring &amp; alerting platforms, automation tools and continuous integration environments</li>\n<li>Follow the product from inception to launch, and own large parts of the product’s execution</li>\n<li>Conduct code reviews for our peers, and learn from code reviews conducted with you</li>\n</ul><h1>Some things we consider critical to being a good backend engineer:</h1>\n\n<ul>\n<li>Passionate about working in a fast-paced environment, with the sense of ownership and a strong desire to make an impact.</li>\n<li>Bachelor’s degree in CS or related fields</li>\n<li>3+ years of full-time working experience in a software system and infrastructure for cloud-based web applications</li>\n<li>Solid engineering and coding skills. Ability to write high-performance production quality code. -</li>\n<li>Strong Python experience</li>\n<li>Experience developing distributed service oriented architectures using Flask or other Python web framework (a plus)</li>\n<li>Experience with relational databases, real-time streaming infrastructure, data workflow management system, performance benchmarking and diagnostic tools (a plus)</li>\n<li>Proficiency in SQL, Shell programming and C++, Java and Go (a plus)</li>\n</ul><h1>Benefits</h1>\n\n<p>We are a fast growing startup backed by Y-Combinator, with a great product and happy customers. Even so, we are just beginning our journey and are growing fast. We pay competitively with equity and offer all the best startup benefits, including health insurance, paid vacation, and flexible Work from Home policy. But more than that, we provide a supportive environment where you can do the best work of your life, where creativity and personal initiative are cherished, where product quality standards are nothing short of excellent, and where you have a direct, leading role in delighting customers.</p>",
    "how_to_apply": "<p><a href=\"https://percept-ai.workable.com/jobs/425338\">https://percept-ai.workable.com/jobs/425338</a></p>",
    "company": "Percept.AI (YC S17)",
    "company_url": "https://percept.ai",
    "company_logo": "http://github-jobs.s3.amazonaws.com/ec6c5e5e-9a7a-11e7-9988-97830eecd05a.png",
    "url": "http://jobs.github.com/positions/06a9b816-9a7b-11e7-981f-e1fc42595697"
},
{
    "id": "a867ca5e-9a43-11e7-85e0-04b19eba9af7",
    "created_at": "Fri Sep 15 18:33:24 UTC 2017",
    "title": "Software Engineer - Greenplum Database",
    "location": "Palo Alto",
    "type": "Full Time",
    "description": "<p><strong>Pivotal’s Story</strong> </p>\n\n<p>As a recognized leader in disciplined agile and lean software development practices, Pivotal combines the Silicon Valley state of mind, modern approach, and infrastructure with organizations’ core expertise and values. Our cloud-native platform and suite of data tools drive software innovation for many of the world’s most admired brands, helping enterprises move at start-up speeds and with greater business agility. We optimize for change and teach next-generation developers to create and build new solutions, and are committed to open source and open standards.</p>\n\n<p>Our methodology is about evolving, in both development and innovation, and our culture is empowering. Our 2,000+ employees across offices worldwide subscribe to an ethos of kindness. We make a point to bring empathy to each and every project, and are guided by a purposeful mission—to transform how the world builds software.</p>\n\n<p><strong>You</strong></p>\n\n<p>You have a passion for developing large distributed systems to manage data. You understand that software that manages data at scale is a little different from other kinds of systems. Solutions that work fine on single nodes with gigabytes of data can fall over when scaled to petabytes of data and thousands of nodes. You relish discovering solutions that perform at scale while preserving the sanctity of customer data. You are curious, love to learn, and love to share your latest discoveries. Above all, you love shipping software as a member of a collaborative team.</p>\n\n<p><strong>Us</strong></p>\n\n<p>Pivotal Greenplum tackles the technical challenges that come with massively parallel distributed systems operating on petabytes of data across thousands of nodes. We delve into areas like query optimization, high-performance in-memory transaction and query processing, parallel and distributed execution of advanced data processing algorithms, resource management, and storage. On this team, you'll be working on hard, worthwhile problems with a collaborative team, accelerating your growth as an engineer.</p>\n\n<p><strong>Your Day</strong></p>\n\n<p>To make sure you start your day energized, we provide a catered breakfast every weekday morning, and unlimited snacks/drinks are available all day. After breakfast, the office has a daily standup as part of our Agile methodology. You will then spend much of your day pair programming in a test-driven-development method. The work culture is highly collaborative. You will have an hour lunch each day, and you'll find that we do a great job of keeping a sustainable workweek, where people leave promptly at the end of the day; we don't work long hours. Our collaborative, open-plan office space is filled with talented, like-minded engineers who enjoy taking advantage of our weekly Tech Talks, yoga classes, playing ping pong, board games and hanging out with their co-workers.</p>\n\n<p><strong>Skills / Experience</strong></p>\n\n<p>Deep, meaningful, recent development experience with one or more of the following is desired:</p>\n\n<ul>\n<li>Database kernel or related internals</li>\n<li>Experience with C, C++, Python, Golang or Java</li>\n<li>In-memory object stores</li>\n<li>SQL on hadoop</li>\n<li>Machine learning</li>\n<li>Query execution or cost based query optimization</li>\n<li>Highly scalable, distributed, data driven applications</li>\n<li>Products deployed in highly available, mission critical, enterprise environments</li>\n<li>Cluster management tool internals</li>\n<li>Distributed systems monitoring internals</li>\n<li>Backup system internals</li>\n<li>Federated data systems</li>\n</ul><p>Other skills and experiences we value:</p>\n\n<ul>\n<li>A deep understanding of Postgres internals (versions 8.x to 10.x)</li>\n<li>Domain knowledge of high speed transaction processing</li>\n<li>Development experience with in-memory data grid systems</li>\n<li>Extremely large scale application development – data systems in the multi-petabyte range</li>\n<li>Exposure to pair-programming, test-driven development, continuous integration and other agile or XP engineering practices</li>\n<li>Experience with the challenges of testing distributed systems.</li>\n</ul><p><strong>Please answer application questions if they are not included in your cover letter</strong></p>\n\n<p><em>Pivotal is an Equal Employment Opportunity employer that will consider all qualified applicants, regardless of race, color, religion, gender, sexual orientation, marital status, gender identity or expression, national origin, genetics, age, disability status, protected veteran status, or any other characteristic protected by applicable law.</em></p>",
    "how_to_apply": "<p><a href=\"http://grnh.se/seb3kq1\">http://grnh.se/seb3kq1</a></p>",
    "company": "Pivotal Software",
    "company_url": null,
    "company_logo": "http://github-jobs.s3.amazonaws.com/83bb05a4-9a43-11e7-8992-43c14ec448f3.png",
    "url": "http://jobs.github.com/positions/a867ca5e-9a43-11e7-85e0-04b19eba9af7"
},
{
    "id": "d93dc9e0-9808-11e7-8b61-0901bf5fdaed",
    "created_at": "Tue Sep 12 22:22:53 UTC 2017",
    "title": "Python Engineer - Help Build a Speech Recognition API",
    "location": "San Francisco, CA",
    "type": "Full Time",
    "description": "<h2>AssemblyAI</h2>\n\n<p>We're building a simple, customizable API for Speech Recognition. We want to be the go-to API developers use to put Speech Recognition into their products.</p>\n\n<p>We're funded by Y Combinator (S17), and were one of the first companies selected into the Y Combinator AI track.</p>\n\n<p>We're a small team and young company, and are looking for great people to help us meet the crazy amount of customer demand we're seeing. You'll be joining our team as one of the first hires, and will be exposed to cutting edge Deep Learning technologies.</p>\n\n<h2>Job Overview</h2>\n\n<p>As a Python Engineer, and one of the first hires, you'll work on the Speech Recognition API doing things like:</p>\n\n<ul>\n<li>Building in new features to the API</li>\n<li>Helping to determine the API roadmap </li>\n<li>Figuring out how to make the API more efficient (we deploy onto GPUs) </li>\n<li>Building out internal monitoring/metrics/admin tools for the API</li>\n<li>Helping to create great developer documentation for our customers</li>\n</ul><h2>Requirements</h2>\n\n<p>You should have a lot of experience with Python, Docker, and building APIs. Our current stack is a mix of Tornado and Flask.</p>\n\n<p>TensorFlow and/or ML experience is a big plus, but not necessary. We're happy to catch you up to speed on Deep Learning and Speech Recognition on the job!</p>\n\n<h2>Location</h2>\n\n<p>This is an on-site position based in San Francisco, CA. We're able to help you relocate here, but unfortunately aren't able to sponsor visas at this time.</p>\n\n<h2>How to Apply</h2>\n\n<p>To apply, please email <a href=\"mailto:jobs@assemblyai.com\">jobs@assemblyai.com</a> with the subject line \"Python Engineer\" and the following info:</p>\n\n<ul>\n<li>Your background </li>\n<li>Your experience</li>\n<li>GitHub or example code</li>\n<li>Any questions you have about the position or us</li>\n</ul>",
    "how_to_apply": "<p>To apply, please email <a href=\"mailto:jobs@assemblyai.com\">jobs@assemblyai.com</a> with the subject line \"Python Engineer\" and the following info:</p>\n\n<ul>\n<li>Your background </li>\n<li>Your experience</li>\n<li>GitHub or example code</li>\n<li>Any questions you have about the position or us</li>\n</ul>",
    "company": "AssemblyAI (YC S17)",
    "company_url": "https://www.assemblyai.com",
    "company_logo": "http://github-jobs.s3.amazonaws.com/c8d72bd2-9808-11e7-82b8-409669248284.png",
    "url": "http://jobs.github.com/positions/d93dc9e0-9808-11e7-8b61-0901bf5fdaed"
},
{
    "id": "c092b7c2-9734-11e7-9cab-1e7efecec42f",
    "created_at": "Mon Sep 11 21:04:28 UTC 2017",
    "title": "Software Engineer, Product Analytics (Senior/Mid-Level)",
    "location": "San Francisco, CA",
    "type": "Full Time",
    "description": "<p>At CreativeLive, we  <strong>strive to help millions of people all over the globe live their dreams in career, hobby, and life.</strong>   We have streamed more than two billion minutes of educational content to students on every continent, and we’re just getting started.   <strong>We’re looking for candidates who share our vision to join our dynamic team and build the future of creative education. </strong> \nCome make a difference with your unique talents.  There’s a creator in all of us.</p>\n\n<p>CreativeLive is looking for a talented** Senior or Mid-Level Software Engineer** to join our growing technical team in our San Francisco studios. Your challenge: build scalable systems that tame a firehose of real-time metrics to be used by our data scientists, marketers, commerce, merchandisers, accountants, executives, and content production teams.</p>\n\n<p>Our runtime platform is built on **Node.js **and **Angular.js**, and the ideal candidate will be excited about integrating their strong data engineering skills with an end-to-end **JavaScript** stack (with occasional forays into Python, Java, R, Golang, bash, etc).  Our current data pipeline runs in **Docker** and captures batch dimensional data from **Mongo** and real-time events from **Kafka**, and does automated ETL to **Redshift.**  We are actively investigating other pipelines and warehousing alternatives to serve our future needs.  We support a variety of tools for visualization and analysis, including Tableau, Mode, Mixpanel, Google Analytics, Indicative, and internal dashboards in Grafana.  Although this position is focused on supporting product analytics via our data pipeline, we are particularly interested in candidates that will **fearlessly venture beyond the bounds of the data tier** to instrument and optimize related code in the runtime stack.  </p>\n\n<p><strong>Some of the things that would make you a great fit for our team:</strong></p>\n\n<ul>\n<li>You embody creativity, positivity, and exploration, and are inspired by our mission.</li>\n<li>You are an active contributor in the technical community.</li>\n<li>You care deeply about code quality, performance, and execution.</li>\n<li>You understand that software engineering is a team sport.</li>\n<li>You're passionate about learning and sharing what you've learned.</li>\n</ul><p><strong>What we're looking for:</strong></p>\n\n<ul>\n<li>3+ years professional experience as a software engineer.</li>\n<li>Expertise in modern data engineering, from relational to NoSQL to big data (streaming and batch).</li>\n<li>Total comfort with Unix/Linux.</li>\n<li>Mastery of basic Computer Science fundamentals.</li>\n<li>Enough Java experience to tame Kafka and Zookeeper.</li>\n</ul><p><strong>Bonus points for:</strong></p>\n\n<ul>\n<li>A 4-year accredited technical degree, or equivalent professional experience (not just a coding bootcamp, please)</li>\n<li>Experience with Hadoop, Hive, Spark, etc.</li>\n<li>Experience with NLP, clustering, sentiment analysis, etc.</li>\n<li>Prior work experience in an agile environment</li>\n<li>Strong programming skills in a variety of languages</li>\n<li>Mad skills with any tech in our stack: Node, Angular, Mongo, AWS, Docker, Kafka, Redshift, etc.</li>\n</ul>",
    "how_to_apply": "<p>Apply online:  <a href=\"https://www.creativelive.com/jobs?gh_jid=837436\">https://www.creativelive.com/jobs?gh_jid=837436</a></p>",
    "company": "CreativeLive, Inc.",
    "company_url": "http://www.creativelive.com",
    "company_logo": "http://github-jobs.s3.amazonaws.com/afab3394-9734-11e7-843f-befe04a063fb.jpg",
    "url": "http://jobs.github.com/positions/c092b7c2-9734-11e7-9cab-1e7efecec42f"
},
{
    "id": "59020314-970d-11e7-8119-280ee5ec09a7",
    "created_at": "Mon Sep 11 16:22:24 UTC 2017",
    "title": "Senior Data Scientist",
    "location": "San Francisco, CA ",
    "type": "Full Time",
    "description": "<ul>We are seeking a data guru to establish and grow CircleCI's data strategy, data product portfolio, and data-driven product strategy.</ul><ul>\n<b>About Data Analysis at CircleCI</b>\nThe Data Analytics team at CircleCI applies their skills to understand our users and developer ecosystem to influence decision making across all groups. The entire company works in cross-functional teams, uses data and user research to drive decision making, believes in delivering quickly, measuring results, and constantly refining the approach.</ul><ul>\n<b>About CircleCI</b>\nVelocity is critical for software teams in today's competitive landscape, but maintaining speed can be difficult as apps and systems grow larger and more complex. CircleCI’s platform allows developers to rapidly release code (for web and mobile apps) they trust by automating the build, test, and deploy process. CircleCI enables developers to detect and fix bugs before they even reach customers. Thousands of leading companies including Facebook, Kickstarter, Shyp and Spotify rely on CircleCI to accelerate delivery of their code and enable developers to focus on creating business value fast.</ul><ul>CircleCI is a Bay Area Best Places to Work 2016 award winner. Founded in 2011 and headquartered in beautiful downtown San Francisco with a global remote workforce, CircleCI is venture backed by Scale Venture Partners, DFJ, Baseline Ventures and Harrison Metal Capital.</ul><p><b>Responsibilities:</b></p>\n\n<ul>\n<li>Focus product direction through data driven analysis</li>\n<li>Analyze build data to predict developer engagement and churn</li>\n<li>Establish predictive data intelligence to improve customer efficiencyImprove the data pipeline and representations to drive data value efficiency</li>\n<li>Imagine and implement effective A/B style tests that create actionable product changes</li>\n<li>Provide impact analysis of cohort behavior due to pricing, feature, or other business change</li>\n<li>Establish best practices for data science workflows, thorough analysis, and evangelize data driven decision making</li>\n<li>Mentor data analysts and other data scientists on the team</li>\n</ul><p><b>Requirements:</b></p>\n\n<ul>\n<li>Experience establishing and maturing a data strategy and the associated tooling to enable it\n</li>\n<li>Data visualization - Ability to tell a story with data using appropriate visualizations (packages like matplotlib, ggplot2, etc)</li>\n<li>ML algorithms - Prior experience/knowledge of machine learning algorithms such as logistic regression, SVM, k-means, random forests etc</li>\n<li>SQL (intermediate) - Thorough understanding of SQL JOINs, Common table expressions (window functions) to gather and aggregate data</li>\n<li>Data munging - Ability to manipulate data effortlessly using Pandas/R.</li>\n<li>Scripting - Python (intermediate level)</li>\n<li>Statistical Inference and Modeling - Thorough understanding of inferential statistics, p-values, confidence intervals, t-tests, etc</li>\n<li>Comfort with tools such as: Amplitude, Segment Sources, Looker, Postgres, Graylog, Data Pipeline, Segment Warehouse, Github, Docker Hub, Datadog, Pager Duty</li>\n</ul><ul>If you’re interested in joining the team at CircleCI, please send a resumé and cover letter describing what inspires you and why you think you are a good fit for the team. If you contribute to an open source project, write a blog, or have a presence on the web (Twitter, GitHub, LinkedIn, etc.) we would love to hear about it.</ul><ul>We are proud to foster a workplace free from discrimination. We strongly believe that diversity of experience, perspectives, and background will lead to a better environment for our employees and a better product for our users.</ul>",
    "how_to_apply": "<p><a href=\"https://jobs.lever.co/circleci/c9d466fb-a5fa-404f-ad6c-347aa3d37849?lever-origin=applied&amp;lever-source%5B%5D=GITHUB\">https://jobs.lever.co/circleci/c9d466fb-a5fa-404f-ad6c-347aa3d37849?lever-origin=applied&amp;lever-source%5B%5D=GITHUB</a></p>",
    "company": "CircleCI",
    "company_url": "http://www.circleci.com ",
    "company_logo": "http://github-jobs.s3.amazonaws.com/53da4018-970d-11e7-8d44-c04898d9464b.jpg",
    "url": "http://jobs.github.com/positions/59020314-970d-11e7-8119-280ee5ec09a7"
},
{
    "id": "c0a925be-928b-11e7-99fb-1549ac463575",
    "created_at": "Tue Sep 05 22:45:53 UTC 2017",
    "title": "Software Engineer, Protein Sciences, Genentech Research",
    "location": "South San Francisco",
    "type": "Full Time",
    "description": "<p>Join a Team that Lives to Improve Lives</p>\n\n<p>People come to Genentech from across disciplines and across the world to solve our most challenging medical conditions. You’ll find inspiration in our passion for biotechnology, our purpose to positively impact the lives of millions of patients and our dedication to our people. Joining Genentech means being part of a tradition of inquiry that will change the world. It means embracing our failures as much as our successes. It requires a willingness to look beyond the edge of what's possible. And a focus on doing the day-to-day work that makes great science happen. </p>\n\n<p>The following opportunity exists in our South San Francisco, CA headquarters:</p>\n\n<p>Software Engineer, Protein Sciences, Genentech Research</p>\n\n<p>Description</p>\n\n<p>Protein Sciences is looking for a full-stack Software Engineer to participate in cross-product software architecture design and implementation. This candidate will be proactive and detail-oriented with strong technical skills, excellent written/verbal communication skills.</p>\n\n<ul>\n<li>Design, develop and implement programs and applications for integration of multiple data sources, manipulation and report</li>\n<li>Optimize existing tools and web application solutions</li>\n<li>Collaborate with scientists to understand workflows, collect requirements and design solutions</li>\n<li>Perform prototyping, application tests and code optimization to ensure product excellence</li>\n<li>Write clean, robust, maintainable, documented code using best engineering practices</li>\n<li>Practice agile methodology to ensure reliable and modular code</li>\n</ul><p>Who You Are</p>\n\n<ul>\n<li>Full-stack engineer with at least Bachelor degree in computer science or software engineering</li>\n<li>Experience working in Agile development environment</li>\n<li>5+ years of software programming experience in Java, Javascript, SQL, AngularJS, HTML, Python</li>\n<li>Database design: Oracle, MongoDB</li>\n<li>Proficiency in software lifecycle management tools; maintaining version control with Git and tracking with Atlassian tools (or similar)</li>\n<li>Excellent written and verbal communications skills</li>\n</ul><p>A Job with Benefits Beyond the Benefits</p>\n\n<p>A member of the Roche Group, Genentech has been at the forefront of the biotechnology industry for more than 40 years, using human genetic information to develop novel medicines for serious and life-threatening diseases. Genentech has multiple therapies on the market for cancer &amp; other serious illnesses. Please take this opportunity to learn about Genentech where we believe that our employees are our most important asset &amp; are dedicated to remaining a great place to work.</p>\n\n<p>The next step is yours. To apply today, click on the \"Apply online\" button below.</p>\n\n<p>Genentech is an equal opportunity employer &amp; prohibits unlawful discrimination based on race, color, religion, gender, sexual orientation, gender identity/expression, national origin/ancestry, age, disability, marital &amp; veteran status. For more information about equal employment opportunity, visit our Genentech Careers page.</p>\n\n<p>Apply Link: <a href=\"http://www.gene.com/careers/find-a-job/apply/2734120811?src=JB-11480\">http://www.gene.com/careers/find-a-job/apply/2734120811?src=JB-11480</a></p>",
    "how_to_apply": "<p><a href=\"http://www.gene.com/careers/find-a-job/apply/2734120811?src=JB-11480\">http://www.gene.com/careers/find-a-job/apply/2734120811?src=JB-11480</a></p>",
    "company": "Genentech, Inc.",
    "company_url": "http://Genentech, Inc.",
    "company_logo": "http://github-jobs.s3.amazonaws.com/7a30c0ce-928b-11e7-8bbf-86f717d52dc5.PNG",
    "url": "http://jobs.github.com/positions/c0a925be-928b-11e7-99fb-1549ac463575"
},
{
    "id": "f7197f3a-88f5-11e7-9a7c-55390049478c",
    "created_at": "Thu Aug 24 18:00:03 UTC 2017",
    "title": "Development Expert - SAP HANA DBaaS Job",
    "location": "Palo Alto, CA, US, 94304",
    "type": "Full Time",
    "description": "<p>View job and apply <a href=\"https://jobs.sap.com/job/Palo-Alto-Development-Expert-SAP-HANA-DBaaS-Job-CA-94304/349294801/?feedId=118200&amp;utm_source=github&amp;utm_campaign=sap_accelerate\">here.</a>\nView all SAP HANA jobs in the Bay Area <a href=\"https://jobs.sap.com/search/?q=saphanacareers&amp;locationsearch=state%3A%22ca%22&amp;utm_source=github&amp;utm_campaign=sap_accelerate\">here.</a></p>\n\n<p>We are looking for passionate software engineers with 10+ years of experience to join our team of highly motivated database developers.</p>\n\n<p>EDUCATION AND QUALIFICATIONS / SKILLS AND COMPETENCIES</p>\n\n<ul>\n<li>Deep Experience in cloud computing services, cloud infrastructure and cloud storage</li>\n<li>Expert programming skills in Golang, Java or C/C++ and scripting languages such as Python</li>\n<li>Expert knowledge of Linux based systems</li>\n<li>Solid experience with container based virtualization technologies</li>\n<li>Profound knowledge of continuous integration and delivery methodology</li>\n<li>Comfortable familiarity with DevOps principles and mindset in a cloud environment</li>\n</ul><p>WORK EXPERIENCE\nYou have extensive experience in implementing robust and performance-optimized services ideally in a cloud environment</p>",
    "how_to_apply": "<p>View job and apply <a href=\"https://jobs.sap.com/job/Palo-Alto-Development-Expert-SAP-HANA-DBaaS-Job-CA-94304/349294801/?feedId=118200&amp;utm_source=github&amp;utm_campaign=sap_accelerate\">here.</a>\nView all SAP HANA jobs in the Bay Area <a href=\"https://jobs.sap.com/search/?q=saphanacareers&amp;locationsearch=state%3A%22ca%22&amp;utm_source=github&amp;utm_campaign=sap_accelerate\">here.</a></p>",
    "company": "SAP",
    "company_url": "https://jobs.sap.com/search/?q=saphanacareers&locationsearch=state%3A%22ca%22&utm_source=github&utm_campaign=sap_accelerate",
    "company_logo": "http://github-jobs.s3.amazonaws.com/e23ec502-88f5-11e7-9fde-0b563efc42f6.png",
    "url": "http://jobs.github.com/positions/f7197f3a-88f5-11e7-9a7c-55390049478c"
}]